// ПЕРВОЕ ЗАДАНИЕ

var celcius = +prompt('Пожалуйста, введите температуру в градусах Цельсия');
var fahrenheit = celcius * (9/5) + 32;
alert ('Указанная температура в градусах Фаренгейта ' + fahrenheit);

// // /ПЕРВОЕ ЗАДАНИЕ

// // ВТОРОЕ ЗАДАНИЕ

var admin;
var name = 'Василий';
admin = name;
alert(admin);

// /ВТОРОЕ ЗАДАНИЕ

/* ТРЕТЬЕ ЗАДАНИЕ

js-выражение "1000 + '108'" равняется '1000108' (сложит их, как строки [получит, соответственно, тоже строку], так как вторая переменная - строка)

*/
